Repository: hschletz/Braintacle
Catalog: i18n/*.po
Languages: de

source: Client '%s' could not be deleted.
de: Client '%s' konnte nicht gelöscht werden.

source: Client '%s' was successfully deleted.
de: Client '%s' wurde erfolgreich gelöscht.

source: The information was successfully updated.
de: Die Informationen wurden aktualisiert.

source: The requested client does not exist.
de: Der angeforderte Client existiert nicht.

source: '%s' is no longer considered duplicate.
de: '%s' wird nicht mehr als Duplikat betrachtet.

source: The selected clients have been merged.
de: Die ausgewählten Clients wurden zusammengeführt.

source: Group '%s' could not be deleted. Try again later.
de: Gruppe '%s' konnte nicht gelöscht werden. Bitte erneut versuchen.

source: Group '%s' was successfully deleted.
de: Gruppe '%s' wurde erfolgreich gelöscht.

source: The requested group does not exist.
de: Die angeforderte Gruppe existiert nicht.

source: Error changing Package '%1$s' to '%2$s': %3$s
de: Fehler beim Ändern von Paket '%1$s' zu '%2$s': %3$s

source: Package '%1$s' was successfully changed to '%2$s'.
de: Paket '%1$s' wurde erfolgreich zu '%2$s' geändert.

source: Package '%s' was successfully created.
de: Paket '%s' wurde erfolgreich erstellt.

source: Package '%s' was successfully deleted.
de: Paket '%s' wurde erfolgreich gelöscht.

source: Comment
de: Kommentar

source: First name
de: Vorname

source: Last name
de: Nachname

source: Login name
de: Anmeldename

source: Mail address
de: Mailadresse

source: Password
de: Passwort

source: Repeat password
de: Passwort wiederholen

source: The password is longer than %max% bytes
de: Das Passwort ist länger als %max% Bytes

source: The passwords do not match
de: Die Passwörter stimmen nicht überein

source: Add
de: Hinzufügen

source: Change
de: Ändern

source: Add current search results. Group memberships will be set only this time.
de: Aktuelle Suchergebnisse hinzufügen. Gruppenmitgliedschaften werden nur dieses mal gesetzt.

source: Description
de: Beschreibung

source: Exclude search results from a group.
de: Suchergebnisse aus einer Gruppe ausschließen.

source: Group
de: Gruppe

source: Store in existing group
de: In vorhandener Gruppe speichern

source: Store in new group
de: In neuer Gruppe speichern

source: Store search parameters. Group memberships will be updated automatically.
de: Suchparameter speichern. Gruppenmitgliedschaften werden automatisch aktualisiert.

source: The input is more than 255 characters long
de: Die Eingabe ist länger als 255 Zeichen

source: The name already exists
de: Der Name existiert bereits

source: Agent contact interval (in hours)
de: Agenten-Kontaktintervall (in Stunden)

source: Allow network scanning
de: Netzwerk-Scans erlauben

source: Always scan this network
de: Dieses Netzwerk immer scannen

source: Delay (in seconds) between cycles
de: Pause (in Sekunden) zwischen Zyklen

source: Delay (in seconds) between fragments
de: Pause (in Sekunden) zwischen Fragmenten

source: Delay (in seconds) between periods
de: Pause (in Sekunden) zwischen Perioden

source: Enable package download
de: Download von Paketen aktivieren

source: Inventory interval (in days, 0 = always, -1 = never)
de: Inventar-Intervall (in Tagen, 0 = immer, -1 = nie)

source: Maximum package priority
de: Maximale Paket-Priorität

source: Network scanning
de: Netzwerk-Scans

source: Timeout (in days)
de: Timeout (in Tagen)

source: Use SNMP
de: SNMP verwenden

source: Category
de: Kategorie

source: Date
de: Datum

source: Delete
de: Löschen

source: Float
de: Kommazahl

source: Integer
de: Ganzzahl

source: Long text
de: Langer Text

source: Delete interfaces from network listing
de: Interfaces aus Netzwerkliste löschen

source: No
de: Nein

source: Yes
de: Ja

source: always
de: immer

source: automatic
de: automatisch

source: never
de: nie

source: File (*.ocs, *.xml)
de: Datei (*.ocs, *.xml)

source: Only this value (optional)
de: Nur dieser Wert (optional)

source: Root key
de: Wurzelschlüssel

source: Subkeys
de: Unterschlüssel

source: Values
de: Werte

source: Type
de: Typ

source: Action
de: Aktion

source: Allow abort by user
de: Erlaube Abbruch durch Benutzer

source: Allow delay by user
de: Erlaube Aufschub durch Benutzer

source: Build
de: Erstellen

source: Countdown (seconds)
de: Countdown (Sekunden)

source: Download package, execute command, retrieve result
de: Paket herunterladen, Befehl ausführen, Ergebnis ermitteln

source: File
de: Datei

source: Just download package to target path
de: Nur Paket in Zielpfad herunterladen

source: Maximum fragment size (kB)
de: Maximale Fragmentgröße (kB)

source: Message
de: Nachricht

source: Message must not contain double quotes.
de: Meldung darf keine doppelten Anführungszeichen enthalten.

source: Optionally download package, execute command
de: Optional Paket herunterladen, Befehl ausführen

source: Platform
de: Plattform

source: Post-installation message
de: Nachricht nach Installation

source: Priority (0: exclusive, 10: lowest)
de: Priorität (0: exklusiv, 10: niedrigste)

source: Warn user
de: Benutzer warnen

source: Deploy to clients which have existing package assigned
de: Auf Clients installieren, denen das exisierende Paket zugewiesen ist

source: Error
de: Fehler

source: Groups
de: Gruppen

source: Pending
de: Ausstehend

source: Running
de: Laufend

source: Success
de: Erfolg

source: Set
de: Setzen

source: File with allowed non-OCS agents (FusionInventory etc.)
de: Datei mit erlaubten nicht-OCS-Agenten (FusionInventory etc.)

source: Display ignored software
de: Ignorierte Software anzeigen

source: HTTP package base URL
de: HTTP-Basis-URL für Pakete

source: HTTPS package base URL
de: HTTPS-Basis-URL für Pakete

source: Maximum package priority (packages with higher value will not be downloaded)
de: Maximale Paket-Priorität (Pakete mit höherem Wert werden nicht herunter geladen)

source: Package storage directory
de: Paketverzeichnis

source: Limit agent connections to trusted networks
de: Agentenverbindungen auf vertrauenswürdige Netze beschränken

source: Limit inventory frequency
de: Inventarhäufigkeit begrenzen

source: Seconds between inventory processing
de: Sekunden zwischen Inventarverarbeitung

source: Maximum seconds added to above value
de: Max. Sekunden, die zum obigen Wert addiert werden

source: Minimum seconds between group cache rebuilds
de: Min. Sekunden bis zur Erneuerung des Gruppencache

source: Set package status on clients for group-assigned packages
de: Status von durch Gruppe zugewiesenen Paketen bei Clients setzen

source: Delete interfaces from network listing by default
de: 'Interfaces aus Netzwerkliste löschen' als Vorgabe

source: Inspect registry
de: Registry durchsuchen

source: Keep manually entered Windows product key by default
de: 'Manuell eingegebenen Windows-Lizenzschlüssel beibehalten' als Vorgabe

source: Manage inventoried registry values
de: Inventarisierte Registry-Werte verwalten

source: Merge client configuration by default
de: 'Konfiguration übernehmen' als Vorgabe

source: Merge manual group assignments by default
de: 'Manuelle Gruppenzuweisungen übernehmen' als Vorgabe

source: Merge missing package assignments by default
de: 'Fehlende Paketzuweisungen übernehmen' als Vorgabe

source: Merge user supplied information by default
de: 'Benutzerdefinierte Informationen übernehmen' als Vorgabe

source: Delay (in milliseconds) between ARP requests
de: Pause (in Millisekunden) zwischen ARP-Anfragen

source: Maximum days before a scanning client is replaced
de: Maximale Anzahl Tage bevor ein Scan-Client ersetzt wird

source: Minimum days before a scanning client is replaced
de: Minimale Anzahl Tage bevor ein Scan-Client ersetzt wird

source: Number of scanning clients per subnet
de: Anzahl der Scan-Clients pro Subnetz

source: Allow user abort by default
de: Vorgabe für 'Erlaube Abbruch durch Benutzer'

source: Allow user delay by default
de: Vorgabe für 'Erlaube Aufschub durch Benutzer'

source: Default action
de: Standardaktion

source: Default action parameter
de: Standardparameter für Aktion

source: Default maximum fragment size (kB)
de: Vorgabe für maximale Fragmentgröße (kB)

source: Default platform
de: Standardplattform

source: Default post-installation message
de: Standardnachricht nach Installation

source: Default priority (0: exclusive, 10: lowest)
de: Standardpriorität (0: exklusiv, 10: niedrigste)

source: Default warn countdown (seconds)
de: Standardcountdown (Sekunden)

source: Default warn message
de: Standardwarnmeldung

source: Defaults for deploying updated packages
de: Vorgaben für Zuweisung aktualisierter Pakete

source: Warn user by default
de: Vorgabe für 'Benutzer warnen'

source: File format
de: Dateiformat

source: Overwrite existing files
de: Existierende Dateien überschreiben

source: Save incoming raw inventory data
de: Eingehende Inventarrohdaten speichern

source: Target directory
de: Zielverzeichnis

source: uncompressed XML
de: XML, unkomprimiert

source: zlib compressed XML
de: XML, zlib-komprimiert

source: Communication server URI
de: URI des Kommunikationsservers

source: Interval in seconds to cleanup sessions
de: Intervall für Sitzungsbereinigung in Sekunden

source: Log level
de: Protokollierungsstufe

source: Maximum duration of an agent session in seconds
de: Maximale Dauer einer Agentensitzung in Sekunden

source: Maximum seconds to lock a client
de: Max. Sekunden, die ein Client gesperrt wird

source: Merge duplicates automatically (not recommended)
de: Duplikate automatisch zusammenführen (nicht empfohlen)

source: Session required for inventory
de: Sitzung erforderlich für Inventar

source: Validate XML data
de: XML-Daten validieren

source: Product key (if different)
de: Lizenzschlüssel (falls verschieden)

source: Audio device
de: Audiogerät

source: BIOS date
de: BIOS-Datum

source: CPU clock (MHz)
de: CPU-Taktfrequenz (MHz)

source: CPU cores
de: CPU-Kerne

source: CPU type
de: CPU Typ

source: Default gateway
de: Standardgateway

source: Exact match
de: Exakte Übereinstimmung

source: Filesystem free space (MB)
de: Dateisystem: freier Speicherplatz (MB)

source: Filesystem size (MB)
de: Dateisystem: Größe (MB)

source: GPU memory
de: GPU-Speicher

source: IP address
de: IP-Adresse

source: Invert results
de: Ergebnisse invertieren

source: Last contact
de: Letzter Kontakt

source: Last inventory
de: Letzte Inventarisierung

source: MAC address
de: MAC-Adresse

source: MS Office product ID
de: Microsoft Office-Produkt-ID

source: MS Office product key
de: Microsoft Office-Lizenzschlüssel

source: Manufacturer
de: Hersteller

source: Model
de: Modell

source: Monitor: description
de: Monitor: Beschreibung

source: Monitor: manufacturer
de: Monitor: Hersteller

source: Monitor: serial
de: Monitor: Seriennummer

source: Network Mask
de: Netzmaske

source: Network address
de: Netzwerkadresse

source: OS architecture
de: Betriebssystemarchitektur

source: OS comment
de: Kommentar

source: OS name
de: Betriebssystem

source: OS version number
de: Betriebssystemversionsnummer

source: OS version string
de: Betriebssystemversion

source: Physical memory
de: Arbeitsspeicher

source: Port name
de: Anschlussname

source: Printer driver
de: Druckertreiber

source: Printer name
de: Druckername

source: Printer port
de: Druckeranschluss

source: Search
de: Suchen

source: Search for
de: Suche nach

source: Serial number
de: Seriennummer

source: Software: Comment
de: Software: Kommentar

source: Software: Install location
de: Software: Installationsort

source: Software: Publisher
de: Software: Herausgeber

source: Substring match, wildcards '?' and '*' allowed
de: Teilzeichenfolge, Platzhalter '?' und '*' erlaubt

source: Swap memory
de: Auslagerungsspeicher

source: User defined: %s
de: Benutzerdefiniert: %s

source: User domain
de: Benutzerdomäne

source: User name
de: Benutzername

source: Value
de: Wert

source: Windows product key
de: Windows-Lizenzschlüssel

source: Windows product key (manual)
de: Windows-Lizenzschlüssel (manuell)

source: Workgroup
de: Arbeitsgruppe

source: At least 2 different clients have to be selected
de: Es müssen mindestens 2 verschiedene Clients ausgewählt werden

source: Display
de: Anzeige

source: Duplicates
de: Duplikate

source: Filters
de: Filter

source: Inventory
de: Inventar

source: Licenses
de: Lizenzen

source: Network
de: Netzwerk

source: Overview
de: Übersicht

source: Packages
de: Pakete

source: Preferences
de: Einstellungen

source: Raw data
de: Rohdaten

source: Users
de: Benutzer

source: %1$d clients waiting for notification of package '%2$s'
de: %1$d Clients, die auf Installation von Paket '%2$s' warten

source: %1$d clients where deployment of package '%2$s' failed
de: %1$d Clients, bei denen die Installation von Paket '%2$s' fehlgeschlagen ist

source: %1$d clients where software '%2$s' is installed
de: %1$d Clients, auf denen die Software '%2$s' installiert ist

source: %1$d clients with an interface in network %2$s
de: %1$d Clients mit Interface in Netzwerk %2$s

source: %1$d clients with deployment of package '%2$s' in progress
de: %1$d Clients mit laufender Installation von Paket '%2$s'

source: %1$d clients with manually entered product key
de: %1$d Clients mit manuell eingegebenem Windows-Lizenzschlüssel

source: %1$d clients with package '%2$s' successfully deployed
de: %1$d Clients mit erfolgreich installiertem Paket '%2$s'

source: Default
de: Standard

source: Effective
de: Effektiv

source: The post_max_size value of %s has been exceeded.
de: Der Wert für post_max_size (%s) wurde überschritten.

source: Command line
de: Befehlszeile

source: Target path
de: Zielpfad

source: Create new account
de: Neuen Account erstellen

source: Account '%s' will be permanently deleted. Continue?
de: Account '%s' wird dauerhaft gelöscht. Fortfahren?

source: Edit account
de: Account bearbeiten

source: Add user
de: Benutzer hinzufügen

source: Edit
de: Bearbeiten

source: Define fields
de: Felder definieren

source: Client '%s' will be permanently deleted. Continue?
de: Client '%s' wird dauerhaft gelöscht. Fortfahren?

source: Chipset
de: Chipsatz

source: Current resolution
de: Gegenwärtige Auflösung

source: Display controllers
de: Display-Controller

source: Displays
de: Anzeigegeräte

source: Memory
de: Speicher

source: Group memberships
de: Gruppenmitgliedschaften

source: Manage memberships
de: Mitgliedschaften verwalten

source: Membership
de: Mitgliedschaft

source: manual
de: manuell

source: Import locally generated inventory data
de: Import lokal erzeugter Inventardaten

source: %d matches
de: %d Treffer

source: BIOS manufacturer
de: BIOS-Hersteller

source: CPU clock
de: CPU Takt

source: Edit filter
de: Filter bearbeiten

source: Error code
de: Fehlercode

source: Extension slot
de: Erweiterungssteckplatz

source: Free space (MB)
de: Freier Speicherplatz (MB)

source: Netmask
de: Netzmaske

source: Number of clients: %d
de: Anzahl Clients: %d

source: Operating system
de: Betriebssystem

source: Save to group
de: In Gruppe speichern

source: Swap
de: Auslagerungsspeicher

source: User
de: Benutzer

source: Windows company
de: Windows/Firma

source: Windows owner
de: Windows/Besitzer

source: Windows product ID
de: Windows/Produkt-ID

source: Audio devices
de: Audiogeräte

source: Connector
de: Verbinder

source: Input devices
de: Eingabegeräte

source: Keyboard
de: Tastatur

source: Pointing device
de: Zeigegerät

source: Ports
de: Anschlüsse

source: Architecture
de: Architektur

source: Installed Microsoft Office products
de: Installierte Microsoft Office-Produkte

source: Product
de: Produkt

source: Product ID
de: Produkt-ID

source: Product key
de: Lizenzschlüssel

source: Unused Microsoft Office licenses
de: Ungenutzte Microsoft Office-Lizenzen

source: Data rate
de: Datenrate

source: Global network configuration
de: Globale Netzwerkkonfiguration

source: Network interfaces
de: Netzwerkschnittstellen

source: Driver
de: Treiber

source: Content
de: Inhalt

source: Manage inventoried values
de: Inventarisierte Werte verwalten

source: Registry Keys
de: Registry-Schlüssel

source: Package '%s' will no longer be assigned to this client. Continue?
de: Paket '%s' wird nicht mehr diesem Client zugewiesen sein. Fortfahren?

source: Status of package '%s' will be reset to 'Pending'. Continue?
de: Der Status des Pakets '%s' wird auf 'Ausstehend' zurückgesetzt. Fortfahren?

source: Creation date
de: Erstellungsdatum

source: DVD writer
de: DVD-Brenner

source: Device
de: Gerät

source: Filesystem
de: Dateisystem

source: Filesystems
de: Dateisysteme

source: Free space
de: Frei

source: Hard disk
de: Festplatte

source: Label
de: Name

source: Letter
de: Buchstabe

source: Product family
de: Produktfamilie

source: Removable medium
de: Wechselmedium

source: Size
de: Größe

source: Storage devices
de: Speichergeräte

source: Used space
de: Benutzt

source: Caption
de: Titel

source: Clock
de: Takt

source: Controllers
de: Controller

source: Extension slots
de: Erweiterungssteckplätze

source: Memory slots
de: RAM-Steckplätze

source: Slot number
de: Steckplatz

source: Virtual machines hosted on this client
de: Auf diesem Client beherbergte virtuelle Maschinen

source: Company
de: Firma

source: Owner
de: Besitzer

source: Product key (reported by agent)
de: Lizenzschlüssel (vom Agenten ermittelt)

source: Exclude MAC address %s from duplicates search?
de: MAC-Adresse %s von Duplikatsuche ausschließen?

source: Exclude asset tag '%s' from duplicates search?
de: Asset Tag '%s' von Duplikatsuche ausschließen?

source: Exclude serial number '%s' from duplicates search?
de: Seriennummer '%s' von Duplikatsuche ausschließen?

source: MAC Address
de: MAC-Adresse

source: No duplicates present.
de: Keine Duplikate vorhanden.

source: Group '%s' will be permanently deleted. Continue?
de: Gruppe '%s' wird dauerhaft gelöscht. Fortfahren?

source: SQL query
de: SQL-Abfrage

source: No groups defined.
de: Keine Gruppen definiert.

source: Last update:
de: Letztes Update:

source: Next update:
de: Nächstes Update:

source: Package '%s' will no longer be assigned to this group. Continue?
de: Paket '%s' wird nicht mehr dieser Gruppe zugewiesen sein. Fortfahren?

source: Manually entered Windows product keys
de: Manuell eingegebene Windows-Lizenzschlüssel

source: The network device '%1s' with the MAC address %2s will be permanently deleted. Continue?
de: Das Netzwerkgerät '%1s' mit der MAC-Adresse %2s wird dauerhaft gelöscht. Fortfahren?

source: Edit network device
de: Netzwerkgerät bearbeiten

source: Vendor
de: Hersteller

source: Address
de: Adresse

source: Count
de: Anzahl

source: Identified network devices
de: Identifizierte Netzwerkgeräte

source: Manage device types
de: Gerätetypen verwalten

source: Subnets
de: Subnetze

source: identified
de: identifiziert

source: inventoried
de: inventarisiert

source: unknown
de: unbekannt

source: Properties of subnet %s
de: Eigenschaften von Subnetz %s

source: Discovery date
de: Datum

source: Package '%s' will be permanently deleted. Continue?
de: Paket '%s' wird dauerhaft gelöscht. Fortfahren?

source: Manage custom fields
de: Benutzerdefinierte Felder verwalten

source: The device type '%s' will be deleted. Continue?
de: Gerätetyp '%s' wird dauerhaft gelöscht. Fortfahren?

source: The field '%s' and its contents for all clients will be deleted. Continue?
de: Das Feld '%s' und sein Inhalt für alle Clients werden gelöscht. Fortfahren?

source: The registry value '%s' will be deleted from the inventory. Continue?
de: Der Registry-Wert '%s' wird aus dem Inventar gelöscht. Fortfahren?

source: Manage registry values
de: Registry-Werte verwalten

source: Logout
de: Abmelden

source: '%value%' is not a directory or inaccessible
de: '%value%' ist kein Verzeichnis oder nicht zugänglich

source: Directory '%value%' is not writable
de: Verzeichnis '%value%' ist nicht schreibbar

source: '%value%' is not a file or inaccessible
de: '%value%' ist keine Datei oder nicht zugänglich

source: File '%value%' is not readable
de: Datei '%value%' ist nicht lesbar

source: '%value%' does not contain a valid IP address
de: '%value%' enthält keine gültige IP-Adresse

source: '%value%' does not contain a valid mask
de: '%value%' enthält keine gültige Netzmaske

source: '%value%' is not a valid network address
de: '%value%' ist keine gültige Netzwerkadresse

source: '%value%' is not a valid log level
de: '%value%' ist kein gültiger Loglevel

source: '%value%' is in the list of invalid values
de: '%value%' ist in der Liste ungültiger Werte

source: '%value%' is not a valid product key
de: '%value%' ist kein gültiger Lizenzschlüssel

source: Inventory date
de: Datum der Inventarinformationen

source: Last user logged in
de: Letzter angemeldeter Benutzer

source: Number of CPU cores
de: Anzahl der CPU-Kerne

source: Operating System
de: Betriebssystem

source: RAM detected by agent
de: Vom Agenten entdeckter Arbeitsspeicher

source: RAM reported by OS
de: Arbeitsspeicher lt. Betriebssystem

source: Configuration
de: Konfiguration

source: Details for client '%s'
de: Einzelheiten für Client '%s'

source: Export
de: Exportieren

source: General
de: Allgemein

source: Misc
de: Verschiedenes

source: Printers
de: Drucker

source: Storage
de: Massenspeicher

source: User defined
de: Benutzerdefiniert

source: Virtual machines
de: Virtuelle Maschinen

source: Assigned packages
de: Zugewiesene Pakete

source: Timestamp
de: Zeitpunkt

source: remove
de: entfernen

source: reset
de: zurücksetzen

source: Location
de: Ort

source: Publisher
de: Herausgeber

source: Assign
de: Zuweisen

source: Assign packages
de: Pakete zuweisen

source: Keep manually entered Windows product key
de: Manuell eingegebenen Windows-Lizenzschlüssel beibehalten

source: Merge configuration
de: Konfiguration übernehmen

source: Merge manual group assignments
de: Manuelle Gruppenzuweisungen übernehmen

source: Merge missing package assignments
de: Fehlende Paketzuweisungen übernehmen

source: Merge selected clients
de: Ausgewählte Clients zusammenführen

source: Merge user supplied information
de: Benutzerdefinierte Informationen übernehmen

source: Details for group '%s'
de: Einzelheiten für Gruppe '%s'

source: Excluded
de: Ausgeschlossen

source: Members
de: Mitglieder

source: Invalid username or password
de: Benutzername und/oder Passwort ungültig.

source: Login
de: Anmelden

source: Login to Braintacle
de: Bei Braintacle anmelden

source: Username
de: Benutzername

source: The following software will be marked as known and accepted. Continue?
de: Die folgende Software wird als bekannt und akzeptiert markiert. Fortfahren?

source: The following software will be marked as known but ignored. Continue?
de: Die folgende Software wird als bekannt aber ignoriert markiert. Fortfahren?

source: Accept selected
de: Auswahl akzeptieren

source: Ignore selected
de: Auswahl ignorieren

source: all
de: alle

source: ignored for display
de: für Anzeige ignoriert

source: new or not categorized
de: neu oder nicht kategorisiert

source: selected for display
de: für Anzeige ausgewählt
